<?php

return [
    'add_new' => [
        'add_new' => 'إضافة جديد',
    ],
    'edit' => [
        'edit' => 'تعديل',
    ],
    'title' => [
        'title' => 'العنوان',
    ],
    'list' => [
        'list' => 'القائمة',
    ],
    'show' => [
        'show' => 'عرض',
    ],
    'Cache' => [
        'add_new' => 'إضافة ذاكرة مؤقتة جديدة',
        'edit' => 'تعديل الذاكرة المؤقتة',
        'title' => 'الذاكرة المؤقتة',
        'list' => 'الذاكرات المؤقتة',
        'show' => 'عرض الذاكرة المؤقتة',
    ],
    'cache' => [
        'title' => 'title',
    ],
];
