<?php

return array (
  0 => 'عرض سجل الأوامر',
  1 => 'عرض سجل الأوامر',
  'fields' => 
  array (
    'name' => 
    array (
      0 => 'الاسم',
      1 => 'الاسم',
    ),
  ),
  'actions' => 
  array (
    'save' => 
    array (
      0 => 'حفظ',
      1 => 'حفظ',
    ),
    'cancel' => 
    array (
      0 => 'إلغاء',
      1 => 'إلغاء',
    ),
    'update' => 
    array (
      0 => 'تحديث',
      1 => 'تحديث',
    ),
    'edit' => 
    array (
      0 => 'تعديل',
      1 => 'تعديل',
    ),
    'delete' => 
    array (
      0 => 'حذف',
      1 => 'حذف',
    ),
    'confirm_delete' => 
    array (
      0 => 'هل أنت متأكد؟',
      1 => 'هل أنت متأكد؟',
    ),
  ),
  'messages' => 
  array (
    'created' => 
    array (
      0 => 'تم إنشاء السجل بنجاح.',
      1 => 'تم إنشاء السجل بنجاح.',
    ),
    'updated' => 
    array (
      0 => 'تم تحديث السجل بنجاح.',
      1 => 'تم تحديث السجل بنجاح.',
    ),
    'deleted' => 
    array (
      0 => 'تم حذف السجل بنجاح.',
      1 => 'تم حذف السجل بنجاح.',
    ),
  ),
);
