<?php

return array (
  0 => 'تفاصيل المستخدم',
  1 => 'تفاصيل المستخدم',
  'actions' => 
  array (
    0 => 'الإجراءات',
    1 => 'الإجراءات',
  ),
  '{$kebabName}' => 
  array (
    'fields' => 
    array (
      '{$field}' => 
      array (
        0 => '{$field}',
        1 => '{$field}',
      ),
    ),
  ),
  'command_logs' => 
  array (
    'messages' => 
    array (
      'created' => 
      array (
        0 => 'تم إنشاء سجل الأمر',
        1 => 'تم إنشاء سجل الأمر',
      ),
      'updated' => 
      array (
        0 => 'تم تحديث سجل الأمر',
        1 => 'تم تحديث سجل الأمر',
      ),
      'deleted' => 
      array (
        0 => 'تم حذف سجل الأمر',
        1 => 'تم حذف سجل الأمر',
      ),
      'retrieved' => 
      array (
        0 => 'تم استرجاع سجل الأمر',
        1 => 'تم استرجاع سجل الأمر',
      ),
    ),
  ),
  'dashboard_contents' => 
  array (
    'messages' => 
    array (
      'created' => 
      array (
        0 => 'تم إنشاء محتوى لوحة التحكم',
        1 => 'تم إنشاء محتوى لوحة التحكم',
      ),
      'updated' => 
      array (
        0 => 'تم تحديث محتوى لوحة التحكم',
        1 => 'تم تحديث محتوى لوحة التحكم',
      ),
      'deleted' => 
      array (
        0 => 'تم حذف محتوى لوحة التحكم',
        1 => 'تم حذف محتوى لوحة التحكم',
      ),
      'retrieved' => 
      array (
        0 => 'تم استرجاع محتوى لوحة التحكم',
        1 => 'تم استرجاع محتوى لوحة التحكم',
      ),
    ),
  ),
  'test_models' => 
  array (
    'messages' => 
    array (
      'created' => 
      array (
        0 => 'تم إنشاء نموذج الاختبار',
        1 => 'تم إنشاء نموذج الاختبار',
      ),
      'updated' => 
      array (
        0 => 'تم تحديث نموذج الاختبار',
        1 => 'تم تحديث نموذج الاختبار',
      ),
      'deleted' => 
      array (
        0 => 'تم حذف نموذج الاختبار',
        1 => 'تم حذف نموذج الاختبار',
      ),
      'retrieved' => 
      array (
        0 => 'تم استرجاع نموذج الاختبار',
        1 => 'تم استرجاع نموذج الاختبار',
      ),
    ),
  ),
  '{{viewPath}}' => 
  array (
    'messages' => 
    array (
      'created' => 
      array (
        0 => 'تم الإنشاء',
        1 => 'تم الإنشاء',
      ),
      'updated' => 
      array (
        0 => 'تم التحديث',
        1 => 'تم التحديث',
      ),
      'deleted' => 
      array (
        0 => 'تم الحذف',
        1 => 'تم الحذف',
      ),
    ),
  ),
  'test-item1769275927s' => 
  array (
    'fields' => 
    array (
      'name' => 
      array (
        0 => 'الاسم',
        1 => 'الاسم',
      ),
    ),
  ),
  'test-item1769276317s' => 
  array (
    'fields' => 
    array (
      'name' => 
      array (
        0 => 'الاسم',
        1 => 'الاسم',
      ),
    ),
  ),
);
